Repository: JiZPaper/PaperVN
Catalog: PaperVN/VNDBTraits.xcstrings
Source language: en
Languages: de, ja, ko, pl, zh_hans, zh_hant

# trait.School Martial Arts Club President
source: School Martial Arts Club President
de: Leiter der Schul-Kampfsport-AG
ja: 武術部長
ko: 무술부장
pl: Przewodniczący szkolnego koła sztuk walki
zh_hans: 武术社社长
zh_hant: 武術社社長

# trait.School Miko Club Member
source: School Miko Club Member
de: Mitglied der Schul-Miko-AG
ja: 巫女部員
ko: 무녀부원
pl: Członek szkolnego koła miko
zh_hans: 巫女社成员
zh_hant: 巫女社成員

# trait.School Miko Club President
source: School Miko Club President
de: Leiter der Schul-Miko-AG
ja: 巫女部長
ko: 무녀부장
pl: Przewodniczący szkolnego koła miko
zh_hans: 巫女社社长
zh_hant: 巫女社社長

# trait.School Music Club Member
source: School Music Club Member
de: Mitglied der Schul-Musik-AG
ja: 音楽部員
ko: 음악부원
pl: Członek szkolnego koła muzycznego
zh_hans: 音乐社成员
zh_hant: 音樂社成員

# trait.School Music Club President
source: School Music Club President
de: Leiter der Schul-Musik-AG
ja: 音楽部長
ko: 음악부장
pl: Przewodniczący szkolnego koła muzycznego
zh_hans: 音乐社社长
zh_hant: 音樂社社長

# trait.School New Technologies Club Member
source: School New Technologies Club Member
de: Mitglied der Schul-AG für neue Technologien
ja: 新技術部員
ko: 신기술부원
pl: Członek szkolnego koła nowych technologii
zh_hans: 新技术社成员
zh_hant: 新技術社成員

# trait.School New Technologies Club President
source: School New Technologies Club President
de: Leiter der Schul-AG für neue Technologien
ja: 新技術部長
ko: 신기술부장
pl: Przewodniczący szkolnego koła nowych technologii
zh_hans: 新技术社社长
zh_hant: 新技術社社長

# trait.School Newspaper Club Member
source: School Newspaper Club Member
de: Mitglied der Schülerzeitungs-AG
ja: 新聞部員
ko: 신문부원
pl: Członek szkolnego koła redagującego gazetkę
zh_hans: 新闻社成员
zh_hant: 新聞社成員

# trait.School Newspaper Club President
source: School Newspaper Club President
de: Leiter der Schülerzeitungs-AG
ja: 新聞部長
ko: 신문부장
pl: Przewodniczący szkolnego koła redagującego gazetkę
zh_hans: 新闻社社长
zh_hant: 新聞社社長

# trait.School Nurse
source: School Nurse
de: Schulkrankenpfleger
ja: 養護教諭
ko: 보건 교사
pl: Osoba zajmująca się opieką pielęgniarską w szkole
zh_hans: 校医
zh_hant: 校醫

# trait.School Occult Club Member
source: School Occult Club Member
de: Mitglied der Schul-Okkultismus-AG
ja: オカルト研究部員
ko: 오컬트 연구부원
pl: Członek szkolnego koła okultystycznego
zh_hans: 神秘学社成员
zh_hant: 神秘學社成員

# trait.School Occult Club President
source: School Occult Club President
de: Leiter der Schul-Okkultismus-AG
ja: オカルト研究部長
ko: 오컬트 연구부장
pl: Przewodniczący szkolnego koła okultystycznego
zh_hans: 神秘学社社长
zh_hant: 神秘學社社長

# trait.School PC Club Member
source: School PC Club Member
de: Mitglied der Schul-Computer-AG
ja: パソコン部員
ko: 컴퓨터부원
pl: Członek szkolnego koła komputerowego
zh_hans: 电脑社成员
zh_hant: 電腦社成員

# trait.School PC Club President
source: School PC Club President
de: Leiter der Schul-Computer-AG
ja: パソコン部長
ko: 컴퓨터부장
pl: Przewodniczący szkolnego koła komputerowego
zh_hans: 电脑社社长
zh_hant: 電腦社社長

# trait.School Photography Club Member
source: School Photography Club Member
de: Mitglied der Schul-Fotografie-AG
ja: 写真部員
ko: 사진부원
pl: Członek szkolnego koła fotograficznego
zh_hans: 摄影社成员
zh_hant: 攝影社成員

# trait.School Photography Club President
source: School Photography Club President
de: Leiter der Schul-Fotografie-AG
ja: 写真部長
ko: 사진부장
pl: Przewodniczący szkolnego koła fotograficznego
zh_hans: 摄影社社长
zh_hant: 攝影社社長

# trait.School Rhythmic Gymnastics Club Member
source: School Rhythmic Gymnastics Club Member
de: Mitglied der Schul-AG für rhythmische Sportgymnastik
ja: 新体操部員
ko: 리듬 체조부원
pl: Członek szkolnego koła gimnastyki artystycznej
zh_hans: 艺术体操社成员
zh_hant: 藝術體操社成員

# trait.School Science Club Member
source: School Science Club Member
de: Mitglied der Schul-Wissenschafts-AG
ja: 科学部員
ko: 과학부원
pl: Członek szkolnego koła naukowego
zh_hans: 科学社成员
zh_hant: 科學社成員

# trait.School Science Club President
source: School Science Club President
de: Leiter der Schul-Wissenschafts-AG
ja: 科学部長
ko: 과학부장
pl: Przewodniczący szkolnego koła naukowego
zh_hans: 科学社社长
zh_hant: 科學社社長

# trait.School Soccer Club Member
source: School Soccer Club Member
de: Mitglied der Schul-Fußball-AG
ja: サッカー部員
ko: 축구부원
pl: Członek szkolnego koła piłkarskiego
zh_hans: 足球社成员
zh_hant: 足球社成員

# trait.School Soccer Club President
source: School Soccer Club President
de: Leiter der Schul-Fußball-AG
ja: サッカー部長
ko: 축구부장
pl: Przewodniczący szkolnego koła piłkarskiego
zh_hans: 足球社社长
zh_hant: 足球社社長

# trait.School Sports Club Assistant
source: School Sports Club Assistant
de: Assistent einer Schul-Sport-AG
ja: 運動部マネージャー
ko: 운동부 매니저
pl: Asystent szkolnego koła sportowego
zh_hans: 体育社助理
zh_hant: 體育社助理

# trait.School Sports Club Member
source: School Sports Club Member
de: Mitglied einer Schul-Sport-AG
ja: 運動部員
ko: 운동부원
pl: Członek szkolnego koła sportowego
zh_hans: 体育社成员
zh_hant: 體育社成員

# trait.School Sports Club President
source: School Sports Club President
de: Leiter einer Schul-Sport-AG
ja: 運動部長
ko: 운동부장
pl: Przewodniczący szkolnego koła sportowego
zh_hans: 体育社社长
zh_hant: 體育社社長

# trait.School Swimming Club Member
source: School Swimming Club Member
de: Mitglied der Schul-Schwimm-AG
ja: 水泳部員
ko: 수영부원
pl: Członek szkolnego koła pływackiego
zh_hans: 游泳社成员
zh_hant: 游泳社成員

# trait.School Swimming Club President
source: School Swimming Club President
de: Leiter der Schul-Schwimm-AG
ja: 水泳部長
ko: 수영부장
pl: Przewodniczący szkolnego koła pływackiego
zh_hans: 游泳社社长
zh_hant: 游泳社社長

# trait.School Swimsuit
source: School Swimsuit
de: Schulbadeanzug
ja: スクール水着
ko: 학교 수영복
pl: Szkolny strój kąpielowy
zh_hans: 学校泳装
zh_hant: 學校泳裝

# trait.School Tea Ceremony Club Member
source: School Tea Ceremony Club Member
de: Mitglied der Schul-Teezeremonie-AG
ja: 茶道部員
ko: 다도부원
pl: Członek szkolnego koła ceremonii herbacianej
zh_hans: 茶道社成员
zh_hant: 茶道社成員

# trait.School Tea Ceremony Club President
source: School Tea Ceremony Club President
de: Leiter der Schul-Teezeremonie-AG
ja: 茶道部長
ko: 다도부장
pl: Przewodniczący szkolnego koła ceremonii herbacianej
zh_hans: 茶道社社长
zh_hant: 茶道社社長

# trait.School Tennis Club Member
source: School Tennis Club Member
de: Mitglied der Schul-Tennis-AG
ja: テニス部員
ko: 테니스부원
pl: Członek szkolnego koła tenisowego
zh_hans: 网球社成员
zh_hant: 網球社成員

# trait.School Tennis Club President
source: School Tennis Club President
de: Leiter der Schul-Tennis-AG
ja: テニス部長
ko: 테니스부장
pl: Przewodniczący szkolnego koła tenisowego
zh_hans: 网球社社长
zh_hant: 網球社社長

# trait.School Uniform
source: School Uniform
de: Schuluniform
ja: 学校制服
ko: 교복
pl: Mundurek szkolny
zh_hans: 校服
zh_hant: 校服

# trait.School Volleyball Club Member
source: School Volleyball Club Member
de: Mitglied der Schul-Volleyball-AG
ja: バレーボール部員
ko: 배구부원
pl: Członek szkolnego koła siatkarskiego
zh_hans: 排球社成员
zh_hant: 排球社成員

# trait.School Volleyball Club President
source: School Volleyball Club President
de: Leiter der Schul-Volleyball-AG
ja: バレーボール部長
ko: 배구부장
pl: Przewodniczący szkolnego koła siatkarskiego
zh_hans: 排球社社长
zh_hant: 排球社社長

# trait.Schoolmate
source: Schoolmate
de: Mitschüler
ja: 同校生
ko: 같은 학교 학생
pl: Kolega z tej samej szkoły
zh_hans: 同校同学
zh_hant: 同校同學

# trait.Scientist
source: Scientist
de: Wissenschaftler
ja: 科学者
ko: 과학자
pl: Naukowiec
zh_hans: 科学家
zh_hant: 科學家

# trait.Scissors
source: Scissors
de: Schere
ja: はさみ
ko: 가위
pl: Nożyczki
zh_hans: 剪刀
zh_hant: 剪刀

# trait.Scooter
source: Scooter
de: Motorroller
ja: スクーター
ko: 스쿠터
pl: Skuter
zh_hans: 小型摩托车
zh_hant: 速克達

# trait.Scottish
source: Scottish
de: Schottisch
ja: スコットランド人
ko: 스코틀랜드인
pl: Szkot
zh_hans: 苏格兰人
zh_hant: 蘇格蘭人

# trait.Scrotal Lingerie
source: Scrotal Lingerie
de: Hodenunterwäsche
ja: 陰嚢ランジェリー
ko: 음낭 란제리
pl: Bielizna na mosznę
zh_hans: 阴囊内衣
zh_hant: 陰囊內衣

# trait.Scrub Cap
source: Scrub Cap
de: OP-Haube
ja: 手術帽
ko: 수술모
pl: Czepek chirurgiczny
zh_hans: 手术帽
zh_hant: 手術帽

# trait.Sculptor
source: Sculptor
de: Bildhauer
ja: 彫刻家
ko: 조각가
pl: Rzeźbiarz
zh_hans: 雕塑家
zh_hant: 雕塑家

# trait.Scythe
source: Scythe
de: Sense
ja: 大鎌
ko: 대낫
pl: Kosa
zh_hans: 镰刀
zh_hant: 鐮刀

# trait.Sealing
source: Sealing
de: Versiegelung
ja: 封印
ko: 봉인
pl: Zapieczętowanie
zh_hans: 封印
zh_hant: 封印

# trait.Second Grader
source: Second Grader
de: Zweitklässler
ja: 2年生
ko: 초등학교 2학년
pl: Uczeń drugiej klasy
zh_hans: 二年级学生
zh_hant: 二年級學生

# trait.Secret Boyfriend
source: Secret Boyfriend
de: Geheimer fester Freund
ja: 秘密の彼氏
ko: 비밀 남자 친구
pl: Chłopak utrzymywany w tajemnicy
zh_hans: 秘密男友
zh_hant: 秘密男友

# trait.Secret Girlfriend
source: Secret Girlfriend
de: Geheime feste Freundin
ja: 秘密の彼女
ko: 비밀 여자 친구
pl: Dziewczyna utrzymywana w tajemnicy
zh_hans: 秘密女友
zh_hant: 秘密女友

# trait.Secret Identity
source: Secret Identity
de: Geheime Identität
ja: 秘密の正体
ko: 비밀 신분
pl: Tajna tożsamość
zh_hans: 秘密身份
zh_hant: 秘密身分

# trait.Secretary
source: Secretary
de: Sekretär
ja: 秘書
ko: 비서
pl: Sekretarz
zh_hans: 秘书
zh_hant: 秘書

# trait.Secretive
source: Secretive
de: Verschwiegen
ja: 隠し事が多い
ko: 비밀이 많은
pl: Skrytość
zh_hans: 守口如瓶
zh_hant: 守口如瓶

# trait.Security Guard
source: Security Guard
de: Sicherheitsmitarbeiter
ja: 警備員
ko: 경비원
pl: Pracownik ochrony
zh_hans: 保安
zh_hant: 保安

# trait.Seduction
source: Seduction
de: Verführung
ja: 誘惑
ko: 유혹
pl: Uwodzenie
zh_hans: 诱惑
zh_hant: 誘惑

# trait.Self-harm
source: Self-harm
de: Selbstverletzung
ja: 自傷
ko: 자해
pl: Samookaleczanie
zh_hans: 自残
zh_hant: 自殘

# trait.Self-sacrifice
source: Self-sacrifice
de: Selbstaufopferung
ja: 自己犠牲
ko: 자기희생
pl: Samopoświęcenie
zh_hans: 自我牺牲
zh_hant: 自我犧牲

# trait.Selfcest
source: Selfcest
de: Sex mit einer anderen Version seiner selbst
ja: 自己同一人物間の性行為
ko: 자기 자신과의 성교
pl: Seks z inną wersją samego siebie
zh_hans: 自己乱伦
zh_hant: 自我亂倫

# trait.Selfish
source: Selfish
de: Egoistisch
ja: 自己中心的
ko: 이기적인
pl: Egoizm
zh_hans: 自私
zh_hant: 自私

# trait.Sensitive
source: Sensitive
de: Sensibel
ja: 繊細
ko: 섬세한
pl: Wrażliwość
zh_hans: 敏感
zh_hant: 敏感

# trait.Sensory Deprivation
source: Sensory Deprivation
de: Sensorische Deprivation
ja: 感覚遮断
ko: 감각 차단
pl: Deprywacja sensoryczna
zh_hans: 感官剥夺
zh_hant: 感官剝奪

# trait.Sensory Sharing
source: Sensory Sharing
de: Gemeinsame Sinneswahrnehmung
ja: 感覚共有
ko: 감각 공유
pl: Współdzielenie doznań zmysłowych
zh_hans: 感官共享
zh_hant: 感官共享

# trait.Sensual Biting
source: Sensual Biting
de: Erotisches Beißen
ja: 官能的な噛みつき
ko: 관능적인 깨물기
pl: Erotyczne gryzienie
zh_hans: 情欲咬噬
zh_hant: 情慾咬噬

# trait.Sentient Object
source: Sentient Object
de: Gegenstand mit Bewusstsein
ja: 意思を持つ物体
ko: 자의식이 있는 물체
pl: Przedmiot posiadający świadomość
zh_hans: 有意识物体
zh_hant: 有意識物體

# trait.Serbian
source: Serbian
de: Serbisch
ja: セルビア人
ko: 세르비아인
pl: Serb
zh_hans: 塞尔维亚人
zh_hant: 塞爾維亞人

# trait.Serial Killer
source: Serial Killer
de: Serienmörder
ja: 連続殺人犯
ko: 연쇄 살인범
pl: Seryjny morderca
zh_hans: 连环杀手
zh_hant: 連環殺手

# trait.Serious
source: Serious
de: Ernst
ja: 真面目
ko: 성실한
pl: Powaga
zh_hans: 认真
zh_hant: 認真

# trait.Servant
source: Servant
de: Diener
ja: 使用人
ko: 하인
pl: Służący
zh_hans: 仆人
zh_hant: 僕人

# trait.Sessha
source: Sessha
de: Selbstbezeichnung „sessha“
ja: 拙者
ko: ‘소인’이라는 1인칭
pl: Zaimek pierwszej osoby „sessha”
zh_hans: 自称“拙者”
zh_hant: 自稱「拙者」

# trait.Seventh Grader
source: Seventh Grader
de: Siebtklässler
ja: 7年生
ko: 중학교 1학년
pl: Uczeń siódmej klasy
zh_hans: 七年级学生
zh_hant: 七年級學生

# trait.Seventh Posture
source: Seventh Posture
de: Siebte Stellung
ja: 第七の体位
ko: 제7체위
pl: Siódma pozycja
zh_hans: 第七体位
zh_hant: 第七體位

# trait.Sewing
source: Sewing
de: Nähen
ja: 裁縫
ko: 바느질
pl: Szycie
zh_hans: 缝纫
zh_hant: 縫紉

# trait.Sex at School
source: Sex at School
de: Sex in der Schule
ja: 学校でのセックス
ko: 학교에서의 성교
pl: Seks w szkole
zh_hans: 校园性爱
zh_hant: 校園性愛

# trait.Sex at Work
source: Sex at Work
de: Sex am Arbeitsplatz
ja: 職場でのセックス
ko: 직장에서의 성교
pl: Seks w miejscu pracy
zh_hans: 工作场所性爱
zh_hant: 工作場所性愛

# trait.Sex Between a Female and a Gender Non-conforming Individual
source: Sex Between a Female and a Gender Non-conforming Individual
de: Sex zwischen einer Frau und einer nicht geschlechtskonformen Person
ja: 女性とジェンダーノンコンフォーミングの人物のセックス
ko: 여성과 젠더 비순응자 간의 성교
pl: Seks między kobietą a osobą niestosującą się do norm płciowych
zh_hans: 女性与性别非常规者之间的性爱
zh_hant: 女性與性別非常規者之間的性愛

# trait.Sex Between a Male and a Gender Non-conforming Individual
source: Sex Between a Male and a Gender Non-conforming Individual
de: Sex zwischen einem Mann und einer nicht geschlechtskonformen Person
ja: 男性とジェンダーノンコンフォーミングの人物のセックス
ko: 남성과 젠더 비순응자 간의 성교
pl: Seks między mężczyzną a osobą niestosującą się do norm płciowych
zh_hans: 男性与性别非常规者之间的性爱
zh_hant: 男性與性別非常規者之間的性愛

# trait.Sex Between Gender Non-conforming Individuals
source: Sex Between Gender Non-conforming Individuals
de: Sex zwischen nicht geschlechtskonformen Personen
ja: ジェンダーノンコンフォーミングの人物同士のセックス
ko: 젠더 비순응자 간의 성교
pl: Seks między osobami niestosującymi się do norm płciowych
zh_hans: 性别非常规者之间的性爱
zh_hant: 性別非常規者之間的性愛

# trait.Sex Change
source: Sex Change
de: Geschlechtswechsel
ja: 性転換
ko: 성전환
pl: Zmiana płci
zh_hans: 性别转换
zh_hant: 性別轉換

# trait.Sex Change (Female to Male)
source: Sex Change (Female to Male)
de: Geschlechtswechsel von weiblich zu männlich
ja: 女性から男性への性別移行
ko: 성별 전환(여성→남성)
pl: Zmiana płci z żeńskiej na męską
zh_hans: 女性转为男性
zh_hant: 女性轉為男性

# trait.Sex Change (Male to Female)
source: Sex Change (Male to Female)
de: Geschlechtswechsel von männlich zu weiblich
ja: 男性から女性への性別移行
ko: 성별 전환(남성→여성)
pl: Zmiana płci z męskiej na żeńską
zh_hans: 男性转为女性
zh_hant: 男性轉為女性

# trait.Sex Education Teacher
source: Sex Education Teacher
de: Lehrer für Sexualkunde
ja: 性教育教師
ko: 성교육 교사
pl: Nauczyciel edukacji seksualnej
zh_hans: 性教育老师
zh_hant: 性教育老師

# trait.Sex Friend
source: Sex Friend
de: Unverbindlicher Sexpartner
ja: セックスフレンド
ko: 섹스 파트너
pl: Niezobowiązujący partner seksualny
zh_hans: 炮友
zh_hant: 炮友

# trait.Sex in a Vehicle
source: Sex in a Vehicle
de: Sex in einem Fahrzeug
ja: 乗り物内でのセックス
ko: 탈것 안에서의 성교
pl: Seks w pojeździe
zh_hans: 交通工具内性爱
zh_hant: 交通工具內性愛

# trait.Sex in a Wedding Dress
source: Sex in a Wedding Dress
de: Sex im Brautkleid
ja: ウェディングドレスでのセックス
ko: 웨딩드레스를 입고 하는 성교
pl: Seks w sukni ślubnej
zh_hans: 穿婚纱性爱
zh_hant: 穿婚紗性愛

# trait.Sex in Front of an Audience
source: Sex in Front of an Audience
de: Sex vor Publikum
ja: 人前でのセックス
ko: 사람들 앞에서의 성교
pl: Seks przed publicznością
zh_hans: 当众性爱
zh_hant: 當眾性愛

# trait.Sex in Karaoke Box
source: Sex in Karaoke Box
de: Sex in einer Karaoke-Kabine
ja: カラオケボックスでのセックス
ko: 노래방에서의 성교
pl: Seks w pokoju karaoke
zh_hans: 卡拉OK包厢性爱
zh_hant: 卡拉OK包廂性愛

# trait.Sex in Library
source: Sex in Library
de: Sex in einer Bibliothek
ja: 図書館でのセックス
ko: 도서관에서의 성교
pl: Seks w bibliotece
zh_hans: 图书馆性爱
zh_hant: 圖書館性愛

# trait.Sex in Photo Booth
source: Sex in Photo Booth
de: Sex in einem Fotoautomaten
ja: プリクラ機内でのセックス
ko: 스티커 사진기 안에서의 성교
pl: Seks w fotobudce
zh_hans: 大头贴机内性爱
zh_hant: 大頭貼機內性愛

# trait.Sex in Public Places
source: Sex in Public Places
de: Sex an öffentlichen Orten
ja: 公共の場でのセックス
ko: 공공장소에서의 성교
pl: Seks w miejscach publicznych
zh_hans: 公共场所性爱
zh_hant: 公共場所性愛

# trait.Sex in the Air
source: Sex in the Air
de: Sex in der Luft
ja: 空中セックス
ko: 공중 성교
pl: Seks w powietrzu
zh_hans: 空中性爱
zh_hant: 空中性愛

# trait.Sex in Water
source: Sex in Water
de: Sex im Wasser
ja: 水中セックス
ko: 수중 성교
pl: Seks w wodzie
zh_hans: 水中性爱
zh_hant: 水中性愛

# trait.Sex Industry
source: Sex Industry
de: Sexindustrie
ja: 性産業
ko: 성 산업
pl: Branża erotyczna
zh_hans: 性产业
zh_hant: 性產業

# trait.Sex Involving Body Control
source: Sex Involving Body Control
de: Sex mit Kontrolle über den Körper
ja: 身体操作を伴うセックス
ko: 신체 조종을 수반하는 성교
pl: Seks z kontrolowaniem ciała
zh_hans: 涉及身体操控的性爱
zh_hant: 涉及身體操控的性愛

# trait.Sex Involving Gender Non-conforming Individuals
source: Sex Involving Gender Non-conforming Individuals
de: Sex mit nicht geschlechtskonformen Personen
ja: ジェンダーノンコンフォーミングの人物を含むセックス
ko: 젠더 비순응자가 참여하는 성교
pl: Seks z udziałem osób niestosujących się do norm płciowych
zh_hans: 涉及性别非常规者的性爱
zh_hant: 涉及性別非常規者的性愛

# trait.Sex Involving Menstruation
source: Sex Involving Menstruation
de: Sex während der Menstruation
ja: 月経を伴うセックス
ko: 월경을 동반한 성교
pl: Seks podczas miesiączki
zh_hans: 经期性爱
zh_hant: 經期性愛

# trait.Sex involving Prostitution
source: Sex involving Prostitution
de: Sex im Rahmen von Prostitution
ja: 売春を伴うセックス
ko: 성매매를 수반하는 성교
pl: Seks związany z prostytucją
zh_hans: 涉及卖淫的性爱
zh_hant: 涉及賣淫的性愛

# trait.Sex Involving Smegma
source: Sex Involving Smegma
de: Sex mit Smegma
ja: 恥垢を伴うセックス
ko: 치구를 동반한 성교
pl: Seks z udziałem smegmy
zh_hans: 涉及包皮垢的性爱
zh_hant: 涉及包皮垢的性愛

# trait.Sex Machine
source: Sex Machine
de: Sexmaschine
ja: セックスマシン
ko: 섹스 머신
pl: Maszyna do seksu
zh_hans: 性爱机器
zh_hant: 性愛機器

# trait.Sex on Beach
source: Sex on Beach
de: Sex am Strand
ja: ビーチでのセックス
ko: 해변에서의 성교
pl: Seks na plaży
zh_hans: 海滩性爱
zh_hant: 海灘性愛

# trait.Sex on Roof
source: Sex on Roof
de: Sex auf dem Dach
ja: 屋上でのセックス
ko: 옥상에서의 성교
pl: Seks na dachu
zh_hans: 屋顶性爱
zh_hant: 屋頂性愛

# trait.Sex on Toilet
source: Sex on Toilet
de: Sex auf der Toilette
ja: トイレでのセックス
ko: 화장실에서의 성교
pl: Seks w toalecie
zh_hans: 厕所性爱
zh_hant: 廁所性愛

# trait.Sex Positions
source: Sex Positions
de: Sexstellungen
ja: 体位
ko: 체위
pl: Pozycje seksualne
zh_hans: 性爱体位
zh_hant: 性愛體位

# trait.Sex Swing
source: Sex Swing
de: Sexschaukel
ja: セックススイング
ko: 섹스 스윙
pl: Huśtawka do seksu
zh_hans: 性爱秋千
zh_hant: 性愛鞦韆

# trait.Sex Through Wall
source: Sex Through Wall
de: Sex durch eine Wand
ja: 壁越しセックス
ko: 벽 너머 성교
pl: Seks przez ścianę
zh_hans: 隔墙性爱
zh_hant: 隔牆性愛

# trait.Sex Under Water
source: Sex Under Water
de: Sex unter Wasser
ja: 水中セックス
ko: 수중 성교
pl: Seks pod wodą
zh_hans: 水下性爱
zh_hant: 水下性愛

# trait.Sex Wearing Panties On Face
source: Sex Wearing Panties On Face
de: Sex mit einem Höschen auf dem Gesicht
ja: 顔にパンツをかぶってセックス
ko: 얼굴에 팬티를 쓰고 하는 성교
pl: Seks z majtkami na twarzy
zh_hans: 脸上套内裤的性爱
zh_hant: 臉上套內褲的性愛

# trait.Sex while Being Pregnant
source: Sex while Being Pregnant
de: Sex während der Schwangerschaft
ja: 妊娠中のセックス
ko: 임신 중 성교
pl: Seks w czasie ciąży
zh_hans: 孕期性爱
zh_hant: 孕期性愛

# trait.Sex with Children
source: Sex with Children
de: Sexueller Kontakt mit Kindern
ja: 子どもとのセックス
ko: 아동과의 성행위
pl: Kontakty seksualne z dziećmi
zh_hans: 与儿童发生性行为
zh_hant: 與兒童發生性行為

# trait.Sex with Insects
source: Sex with Insects
de: Sex mit Insekten
ja: 昆虫とのセックス
ko: 곤충과의 성교
pl: Seks z owadami
zh_hans: 与昆虫性爱
zh_hant: 與昆蟲性愛

# trait.Sex with Monsters
source: Sex with Monsters
de: Sex mit Monstern
ja: 怪物とのセックス
ko: 괴물과의 성교
pl: Seks z potworami
zh_hans: 与怪物性爱
zh_hant: 與怪物性愛

# trait.Sex with Others
source: Sex with Others
de: Sex mit anderen
ja: 他者とのセックス
ko: 타인과의 성교
pl: Seks z innymi
zh_hans: 与他人性爱
zh_hant: 與他人性愛

# trait.Sex with Others Only
source: Sex with Others Only
de: Ausschließlich Sex mit anderen
ja: 他者とのセックスのみ
ko: 타인과의 성교만 해당
pl: Seks wyłącznie z innymi
zh_hans: 仅与他人性爱
zh_hant: 僅與他人性愛

# trait.Sex with Protagonist Only
source: Sex with Protagonist Only
de: Ausschließlich Sex mit der Hauptfigur
ja: 主人公とのセックスのみ
ko: 주인공과의 성교만 있음
pl: Seks wyłącznie z protagonistą
zh_hans: 仅与主角性爱
zh_hant: 僅與主角性愛

# trait.Sex with Slimes
source: Sex with Slimes
de: Sex mit Schleimwesen
ja: スライムとのセックス
ko: 슬라임과의 성교
pl: Seks ze stworzeniami ze śluzu
zh_hans: 与史莱姆性爱
zh_hant: 與史萊姆性愛

# trait.Sex with Tentacles
source: Sex with Tentacles
de: Sex mit Tentakeln
ja: 触手とのセックス
ko: 촉수와의 성교
pl: Seks z mackami
zh_hans: 触手性爱
zh_hant: 觸手性愛

# trait.Sexual Abstinence
source: Sexual Abstinence
de: Sexuelle Enthaltsamkeit
ja: 性的禁欲
ko: 성적 금욕
pl: Abstynencja seksualna
zh_hans: 性禁欲
zh_hant: 性禁慾

# trait.Sexual Acts by Participants' Gender
source: Sexual Acts by Participants' Gender
de: Sexuelle Handlungen nach Geschlecht der Beteiligten
ja: 参加者の性別別の性行為
ko: 참여자 성별에 따른 성행위
pl: Czynności seksualne według płci uczestników
zh_hans: 按参与者性别分类的性行为
zh_hant: 按參與者性別分類的性行為

# trait.Sexual Animal Cosplay
source: Sexual Animal Cosplay
de: Erotisches Tier-Cosplay
ja: 性的な動物コスプレ
ko: 성적 동물 코스프레
pl: Erotyczne przebranie za zwierzę
zh_hans: 色情动物装扮
zh_hant: 色情動物裝扮

# trait.Sexual Blindfold
source: Sexual Blindfold
de: Augenbinde beim Sex
ja: 性的な目隠し
ko: 성적 눈가리개
pl: Opaska na oczy podczas seksu
zh_hans: 性爱眼罩
zh_hant: 性愛眼罩

# trait.Sexual Child Abuse
source: Sexual Child Abuse
de: Sexueller Missbrauch von Kindern
ja: 児童性的虐待
ko: 아동 성적 학대
pl: Wykorzystywanie seksualne dzieci
zh_hans: 儿童性虐待
zh_hant: 兒童性虐待

# trait.Sexual Corruption
source: Sexual Corruption
de: Sexueller Verfall
ja: 性的堕落
ko: 성적 타락
pl: Deprawacja seksualna
zh_hans: 色情堕落
zh_hant: 色情墮落

# trait.Sexual Cosplay
source: Sexual Cosplay
de: Erotisches Cosplay
ja: 性的なコスプレ
ko: 성적 코스프레
pl: Erotyczny cosplay
zh_hans: 色情角色扮演
zh_hant: 色情角色扮演

# trait.Sexual Devices
source: Sexual Devices
de: Sexgeräte
ja: 性的器具
ko: 성인용 기구
pl: Akcesoria seksualne
zh_hans: 性器具
zh_hant: 性器具

# trait.Sexual Dominant
source: Sexual Dominant
de: Sexuell dominante Person
ja: 性的支配者
ko: 성적 지배자
pl: Osoba dominująca seksualnie
zh_hans: 性支配者
zh_hant: 性支配者

# trait.Sexual Dysfunction
source: Sexual Dysfunction
de: Sexuelle Funktionsstörung
ja: 性機能障害
ko: 성 기능 장애
pl: Zaburzenia funkcji seksualnych
zh_hans: 性功能障碍
zh_hant: 性功能障礙

# trait.Sexual Fantasy
source: Sexual Fantasy
de: Sexuelle Fantasie
ja: 性的妄想
ko: 성적 환상
pl: Fantazja seksualna
zh_hans: 性幻想
zh_hant: 性幻想

# trait.Sexual Fetishism
source: Sexual Fetishism
de: Sexueller Fetischismus
ja: 性的フェティシズム
ko: 성적 페티시즘
pl: Fetyszyzm seksualny
zh_hans: 性恋物
zh_hant: 性戀物

# trait.Sexual Hair Eating
source: Sexual Hair Eating
de: Erotisches Essen von Haaren
ja: 性的な毛髪摂食
ko: 성적 모발 섭취
pl: Erotyczne jedzenie włosów
zh_hans: 色情食发
zh_hant: 色情食髮

# trait.Sexual Harassment
source: Sexual Harassment
de: Sexuelle Belästigung
ja: セクシュアルハラスメント
ko: 성희롱
pl: Molestowanie seksualne
zh_hans: 性骚扰
zh_hant: 性騷擾

# trait.Sexual Masochism
source: Sexual Masochism
de: Sexueller Masochismus
ja: 性的マゾヒズム
ko: 성적 피학
pl: Masochizm seksualny
zh_hans: 性受虐
zh_hant: 性受虐

# trait.Sexual Orientation
source: Sexual Orientation
de: Sexuelle Orientierung
ja: 性的指向
ko: 성적 지향
pl: Orientacja seksualna
zh_hans: 性取向
zh_hant: 性傾向

# trait.Sexual Orientation Discovery
source: Sexual Orientation Discovery
de: Entdeckung der eigenen sexuellen Orientierung
ja: 性的指向の自覚
ko: 성적 지향 자각
pl: Odkrycie własnej orientacji seksualnej
zh_hans: 发现自身性取向
zh_hant: 發現自身性傾向

# trait.Sexual Re-orientation
source: Sexual Re-orientation
de: Veränderung der sexuellen Orientierung
ja: 性的指向の変化
ko: 성적 지향 변화
pl: Zmiana orientacji seksualnej
zh_hans: 性取向改变
zh_hant: 性傾向改變

# trait.Sexual Re-orientation/Discovery
source: Sexual Re-orientation/Discovery
de: Veränderung oder Entdeckung der sexuellen Orientierung
ja: 性的指向の変化／自覚
ko: 성적 지향 변화 및 자각
pl: Zmiana lub odkrycie orientacji seksualnej
zh_hans: 性取向改变／发现
zh_hant: 性傾向改變／發現

# trait.Sexual Roleplay
source: Sexual Roleplay
de: Erotisches Rollenspiel
ja: 性的ロールプレイ
ko: 성적 역할극
pl: Erotyczne odgrywanie ról
zh_hans: 色情角色扮演
zh_hant: 色情角色扮演

# trait.Sexual Sadism
source: Sexual Sadism
de: Sexueller Sadismus
ja: 性的サディズム
ko: 성적 가학
pl: Sadyzm seksualny
zh_hans: 性施虐
zh_hant: 性施虐

# trait.Sexual Slavery
source: Sexual Slavery
de: Sexuelle Versklavung
ja: 性奴隷
ko: 성노예
pl: Niewolnictwo seksualne
zh_hans: 性奴役
zh_hant: 性奴役

# trait.Sexual Slavery (Choukyou Variation)
source: Sexual Slavery (Choukyou Variation)
de: Sexuelle Versklavung durch Abrichtung
ja: 性奴隷（調教）
ko: 성노예(조교)
pl: Niewolnictwo seksualne z tresurą
zh_hans: 性奴役（调教）
zh_hant: 性奴役（調教）

# trait.Sexual Slavery (Consensual)
source: Sexual Slavery (Consensual)
de: Einvernehmliche sexuelle Versklavung
ja: 性奴隷（合意）
ko: 성노예(합의)
pl: Niewolnictwo seksualne za zgodą
zh_hans: 性奴役（双方同意）
zh_hant: 性奴役（雙方同意）

# trait.Sexual Slavery (Non-consensual)
source: Sexual Slavery (Non-consensual)
de: Sexuelle Versklavung ohne Einvernehmen
ja: 性奴隷（非合意）
ko: 성노예(비합의)
pl: Niewolnictwo seksualne bez zgody
zh_hans: 性奴役（非自愿）
zh_hant: 性奴役（非自願）

# trait.Sexual Submissive
source: Sexual Submissive
de: Sexuell unterwürfige Person
ja: 性的服従者
ko: 성적 복종자
pl: Osoba uległa seksualnie
zh_hans: 性臣服者
zh_hant: 性臣服者

# trait.Sexual Trainer
source: Sexual Trainer
de: Sexueller Trainer
ja: 性的調教師
ko: 성적 조교사
pl: Osoba prowadząca trening seksualny
zh_hans: 性爱调教师
zh_hant: 性愛調教師
